app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2018-05-17 15:59:14.612344"], ["updated_at", "2018-05-17 15:59:14.612344"]]
---
	def new
		post = Post.new
		post.title = params[:title]
		post.description = params[:description]
		post.save